<template>
  <div>
    <el-breadcrumb separator-class="el-icon-arrow-right">
      <el-breadcrumb-item :to="{ path: '/' }"
        >广东省流浪动物救助平台</el-breadcrumb-item
      >
      <el-breadcrumb-item
        ><router-link to="/about">关于我们</router-link></el-breadcrumb-item
      > </el-breadcrumb
    ><br />

    <div class="about">
      <h2>广东省流浪动物救助平台简介</h2>
      <br /><br />
      <div class="content">
        <div>
          <span>成立时间及隶属关系</span><br />
          广东省流浪动物救助平台是华南理工大学广州学院的专业性学生团体，可在全国和境外吸收会员、建立地方性组织和开展国际文化交流活动。平台自2020年9月开始筹备，广东省流浪动物救助平台以珍爱生命、倡导精神文明和发扬人道主义精神为思想基础，以保护动物、维护动物的生存权利和不受虐待的权利、以及改善和提高小动物的生活条件、饲养水平为宗旨，坚决反对任何虐待、残害动物的行为和思想。平台的这个宗旨，得到了文化界老前辈的支持。已故的全国政协副主席、佛教界领袖、著名的书法家、诗人赵朴初先生曾说：“成立小动物保护组织，我极为赞成”，广东省流浪动物救助平体现了中华民族修德行善、珍爱生命的传统美德”。平台总部在广州，设有组织、宣传、研究、联络、开发、救护收容、医疗保健等部和办公室。平台在组织、宣传和救护动物等方面做了大量的工作。
        </div>
        <br />

        <div>
          <span>平台宗旨</span><br />
          广东省流浪动物救助平台以珍爱生命、倡导精神文明和发扬人道主义精神为思想基础，以保护动物、维护动物的生存权利和不受虐待的权利、以及改善和提高小动物的生命条件、饲养水平为宗旨，坚决反对任何虐待、残害动物的行为和思想。
        </div>
        <br />

        <div>
          <span>大事记</span><br />
          宣传工作张扬文明，发扬人道主义精神，保障动物的生存权利和不受虐待的权利，这是广东省流浪动物救助平台的宣传工作的主题曲。由于小动物的表帅——犬在我国的处境不幸，所以平台的宣传往往受到限制。尽管如此，平台仍通过种种方式，为灿烂的文明之光，能早日照进包括犬在内的悲惨的动物世界而奔走奋争。
        </div>
        <br />

        <div>
          <span>经验教训</span><br />
          救护动物救护动物的实践是体现平台宗旨的重要方式之一。我们在备历艰辛，受尽磨难的情况下，共救护了狗和猫，还有鸟类、兔和国家二级保护动物猕猴等等。这样持久地、远远超过负荷地救护和收容动物，使平台更加步履艰难，困苦不堪。但是，当动物们一个个从死亡线上回来，重新恢复了旺盛的生命力的时候，我们不仅感到欣慰，而且不断体验到生命复苏的欢乐。同时，踏进了这悲惨的世界，愤怒、悲悯、痛楚、正义和人生，交织成重大的“人”的内疚感、责任感，也愈益成为督促我们坚持前进、义无反顾的推动力。
        </div>
        <br />

        <div>
          <span>流浪动物基地</span><br />
          平台的组织机构，也有很大发展。在国际动物组织的帮助下，建立了救护收容小动物的基地——爱心教育基地，结束了多年来带着动物东奔西窜的险难生活，使备受虐待摧残，被抛弃追杀的小动物们有了一座避难所。解决了动物的保健、医疗问题。这两个实体，为平台的进一步发展创造了良好的条件。
        </div>
        <br />

        <div>
          <span>会员概况</span><br />
          广东省流浪动物救助平台尽管经历了种种险难，其组织仍然能不断发展壮大，勃发出旺盛的生命力，主要是热爱动物的知音遍而全国。他们满腔热情，怀着崇高的人道主义精神，通过种种方式，给了平台以有力的支持。
        </div>
        <br />

        <div>
          <span>不可更易的航向</span><br />
          我们的理想是崇高而现实的，我们的任务是光荣而艰辛的，我们的道理是漫长而荆棘丛生的。但我们坚信：在以科学、文明、民主、自由为主旋律的二十一世纪的社会生活中，保护环境、人与自然、人与动物应和谐相处的思想，尊重生命、珍惜生命的思想，必将成为人们的共识，并成为推动中国的动物保护事业发展壮大的巨大力量。
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "About",
  methods: {},
  data() {
    return {};
  }
};
</script>

<style lang="scss" scoped>
.about {
  border: 1px solid rgb(182, 178, 178);
  width: 80%px;
  height: 100%;
  padding: 30px;
  margin-left: 10%;
  margin-right: 10%;
  h2 {
    font-size: 30px;
    font-weight: 100px;
    margin: 10px;
    text-align: center;
  }
  .content {
    div {
      span {
        color: rgb(250, 102, 3);
        font-size: 30;
        margin-bottom: 20px;
        font-weight: 80px;
      }
    }
  }
}
</style>
